Repository: timmypass17/built-diff
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es_us, fr, hi, id, it, ja, ko, pt_br, ru, zh_hans

source: %lld Workouts
de: %lld Trainingseinheiten
es_us: %lld Entrenamientos
fr: %lld entraînements
hi: %lld वर्कआउट्स
id: %lld Latihan
it: %lld Allenamenti
ja: %lld ワークアウト
ko: %lld 운동
pt_br: %lld Treinos
ru: "%lld тренировок"
zh_hans: %lld 训练

# %lld/%lld sets
source: %1$lld/%2$lld sets
de: %1$lld/%2$lld Sätze
es_us: %1$lld/%2$lld series
fr: %1$lld/%2$lld séries
hi: %1$lld/%2$lld सेट
id: %1$lld/%2$lld set
it: %1$lld/%2$lld serie
ja: %1$lld/%2$lld セット
ko: %1$lld/%2$lld 세트
pt_br: %1$lld/%2$lld séries
ru: %1$lld/%2$lld подхода
zh_hans: %1$lld/%2$lld 组

# %lldx%d %@ at %@
source: %1$lldx%2$d %3$@ at %4$@
de: %lldx%d %@ bei %@
es_us: %1$lldx%2$d %3$@ en %4$@
fr: %lldx%d %@ à %@
hi: %lldx%d %@ पर %@
id: %lldx%d %@ pada %@
it: %lldx%d %@ a %@
ja: %lldx%d %@で %@
ko: %lldx%d %@에서 %@
pt_br: %lldx%d %@ em %@
ru: %lldx%d %@ на %@
zh_hans: %lldx%d %@ 在 %@

source: 6m
de: 6 Monate
es_us: 6 meses
fr: 6 mois
hi: 6 माह
id: 6 bulan
it: 6 mesi
ja: 6ヶ月
ko: 6개월
pt_br: 6 meses
ru: 6 месяцев
zh_hans: 6个月

source: Accent Color
de: Akzentfarbe
es_us: Color de acento
fr: Couleur d’accent
hi: एक्सेंट रंग
id: Warna Aksen
it: Colore di Accento
ja: アクセントカラー
ko: 포인트 색상
pt_br: Cor de Destaque
ru: Цвет акцента
zh_hans: 强调色

source: Add
de: Hinzufügen
es_us: Agregar
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Add Exercise
de: Übung hinzufügen
es_us: Añadir ejercicio
fr: Ajouter un exercice
hi: व्यायाम जोड़ें
id: Tambah Latihan
it: Aggiungi Esercizio
ja: エクササイズを追加
ko: 운동 추가
pt_br: Adicionar Exercício
ru: Добавить упражнение
zh_hans: 添加练习

source: Add Set
de: Satz hinzufügen
es_us: Añadir serie
fr: Ajouter une série
hi: सेट जोड़ें
id: Tambah Set
it: Aggiungi Serie
ja: セットを追加
ko: 세트 추가
pt_br: Adicionar Série
ru: Добавить подход
zh_hans: 添加组

source: Add Workout
de: Training hinzufügen
es_us: Agregar Entrenamiento
fr: Ajouter un entraînement
hi: व्यायाम जोड़ें
id: Tambah Latihan
it: Aggiungi Allenamento
ja: ワークアウトを追加
ko: 운동 추가
pt_br: Adicionar Treino
ru: Добавить тренировку
zh_hans: 添加锻炼

source: all
de: alle
es_us: todos
fr: tout
hi: सब
id: semua
it: tutto
ja: すべて
ko: 전체
pt_br: todos
ru: все
zh_hans: 全部

source: Alphabetical (A-Z)
de: Alphabetisch (A-Z)
es_us: Alfabético (A-Z)
fr: Alphabétique (A-Z)
hi: वर्णमाला क्रम (A-Z)
id: Abjad (A-Z)
it: Alfabetico (A-Z)
ja: アルファベット順 (A-Z)
ko: 알파벳순 (A-Z)
pt_br: Alfabético (A-Z)
ru: Алфавитный (А-Я)
zh_hans: 字母顺序 (A-Z)

source: Appearance
de: Erscheinungsbild
es_us: Apariencia
fr: Apparence
hi: रूप
id: Tampilan
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

source: Are you sure you want to delete "%@"
de: Möchten Sie %@ wirklich löschen?
es_us: ¿Estás seguro de que deseas eliminar "%@"?
fr: Êtes-vous sûr de vouloir supprimer %@
hi: क्या आप सुनिश्चित हैं कि आप %@ हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus %@
it: Sei sicuro di voler eliminare %@
ja: 本当に%@を削除してもよろしいですか？
ko: 정말 %@을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir %@
ru: Вы уверены, что хотите удалить %@
zh_hans: 您确定要删除 %@ 吗？

source: Automatic
de: Automatisch
es_us: Automático
fr: Automatique
hi: स्वचालित
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
ru: Автоматически
zh_hans: 自动

source: Back
de: Zurück
es_us: Atrás
fr: Retour
hi: पीछे
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回

# Best: %@ %@
source: Best: %1$@ %2$@
de: Beste: %@ %@
es_us: Mejor: %1$@ %2$@
fr: Meilleur : %@ %@
hi: सर्वश्रेष्ठ: %@ %@
id: Terbaik: %@ %@
it: Migliore: %@ %@
ja: ベスト: %@ %@
ko: 최고: %@ %@
pt_br: Melhor: %@ %@
ru: Лучшее: %@ %@
zh_hans: 最佳: %@ %@

source: blue
de: blau
es_us: azul
fr: bleu
hi: नीला
id: biru
it: blu
ja: 青
ko: 파랑
pt_br: azul
ru: синий
zh_hans: 蓝色

source: brown
de: braun
es_us: marrón
fr: marron
hi: भूरा
id: coklat
it: marrone
ja: 茶
ko: 갈색
pt_br: marrom
ru: коричневый
zh_hans: 棕色

source: Bug Report
de: Fehlerbericht
es_us: Informe de error
fr: Rapport de bug
hi: बग रिपोर्ट
id: Laporan Bug
it: Segnalazione Bug
ja: バグ報告
ko: 버그 신고
pt_br: Relatório de Erro
ru: Отчет об ошибке
zh_hans: 错误报告

source: Cancel
de: Abbrechen
es_us: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Contact Us
de: Kontaktieren Sie uns
es_us: Contáctanos
fr: Contactez-nous
hi: हमसे संपर्क करें
id: Hubungi Kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
pt_br: Contate-nos
ru: Связаться с нами
zh_hans: 联系我们

source: Create Workout
de: Workout erstellen
es_us: Crear Entrenamiento
fr: Créer un entraînement
hi: वर्कआउट बनाएँ
id: Buat Latihan
it: Crea Allenamento
ja: ワークアウトを作成
ko: 운동 만들기
pt_br: Criar Treino
ru: Создать тренировку
zh_hans: 创建训练

source: Create your first template and start your workouts here.
de: Erstellen Sie Ihre erste Vorlage und starten Sie hier Ihr Training.
es_us: Crea tu primera plantilla y comienza tus entrenamientos aquí.
fr: Créez votre premier modèle et commencez vos entraînements ici.
hi: अपना पहला टेम्प्लेट बनाएं और यहाँ अपने व्यायाम शुरू करें।
id: Buat template pertama Anda dan mulailah latihan Anda di sini.
it: Crea il tuo primo modello e inizia i tuoi allenamenti qui.
ja: 最初のテンプレートを作成して、ここからワークアウトを始めましょう。
ko: 첫 템플릿을 생성하고 여기서 운동을 시작하세요.
pt_br: Crie seu primeiro modelo e comece seus treinos aqui.
ru: Создайте свой первый шаблон и начните тренировки здесь.
zh_hans: 在此创建您的第一个模板并开始锻炼。

source: Custom
de: Benutzerdefiniert
es_us: Personalizado
fr: Personnalisé
hi: कस्टम
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
ru: Пользовательский
zh_hans: 自定义

source: Dark
de: Dunkel
es_us: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Темный
zh_hans: 深色

source: Data Privacy
de: Datenschutz
es_us: Privacidad de datos
fr: Confidentialité des données
hi: डेटा गोपनीयता
id: Privasi Data
it: Privacy dei Dati
ja: データプライバシー
ko: 데이터 보호
pt_br: Privacidade de Dados
ru: Конфиденциальность данных
zh_hans: 数据隐私

source: Date
de: Datum
es_us: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
zh_hans: 日期

source: Delete
de: Löschen
es_us: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete Log?
de: Protokoll löschen?
es_us: ¿Eliminar registro?
fr: Supprimer le journal ?
hi: लॉग हटाएं?
id: Hapus Catatan?
it: Elimina Registro?
ja: ログを削除しますか？
ko: 로그 삭제?
pt_br: Excluir Registro?
ru: Удалить журнал?
zh_hans: 删除记录?

source: Delete Template
de: Vorlage löschen
es_us: Eliminar Plantilla
fr: Supprimer le modèle
hi: टेम्प्लेट हटाएं
id: Hapus Template
it: Elimina Modello
ja: テンプレートを削除
ko: 템플릿 삭제
pt_br: Excluir Modelo
ru: Удалить шаблон
zh_hans: 删除模板

source: Delete Template?
de: Vorlage löschen?
es_us: ¿Eliminar plantilla?
fr: Supprimer le modèle ?
hi: टेम्पलेट हटाएं?
id: Hapus Template?
it: Elimina Modello?
ja: テンプレートを削除しますか？
ko: 템플릿 삭제?
pt_br: Excluir Modelo?
ru: Удалить шаблон?
zh_hans: 删除模板?

source: Delete Workout
de: Workout löschen
es_us: Eliminar Entrenamiento
fr: Supprimer l’entraînement
hi: वर्कआउट हटाएं
id: Hapus Latihan
it: Elimina Allenamento
ja: ワークアウトを削除
ko: 운동 삭제
pt_br: Excluir Treino
ru: Удалить тренировку
zh_hans: 删除训练

source: Delete Workout Template?
de: Trainingsvorlage löschen?
es_us: ¿Eliminar Plantilla de Entrenamiento?
fr: Supprimer le modèle d'entraînement ?
hi: क्या व्यायाम टेम्प्लेट हटाएं?
id: Hapus Template Latihan?
it: Eliminare il Modello di Allenamento?
ja: ワークアウトテンプレートを削除しますか？
ko: 운동 템플릿을 삭제할까요?
pt_br: Excluir Modelo de Treino?
ru: Удалить шаблон тренировки?
zh_hans: 删除锻炼模板？

source: Edit Workout
de: Workout bearbeiten
es_us: Editar Entrenamiento
fr: Modifier l’entraînement
hi: वर्कआउट संपादित करें
id: Ubah Latihan
it: Modifica Allenamento
ja: ワークアウトを編集
ko: 운동 편집
pt_br: Editar Treino
ru: Редактировать тренировку
zh_hans: 编辑训练

source: Exercises
de: Übungen
es_us: Ejercicios
fr: Exercices
hi: व्यायाम
id: Latihan
it: Esercizi
ja: エクササイズ
ko: 운동
pt_br: Exercícios
ru: Упражнения
zh_hans: 练习

source: Exit now?
de: Jetzt beenden?
es_us: ¿Salir ahora?
fr: Quitter maintenant ?
hi: क्या अभी बाहर निकलें?
id: Keluar sekarang?
it: Uscire ora?
ja: 今すぐ終了しますか？
ko: 지금 종료할까요?
pt_br: Sair agora?
ru: Выйти сейчас?
zh_hans: 立即退出？

source: Finish
de: Beenden
es_us: Terminar
fr: Terminer
hi: समाप्त करें
id: Selesai
it: Completa
ja: 完了
ko: 완료
pt_br: Concluir
ru: Завершить
zh_hans: 完成

source: Finish Workout?
de: Training beenden?
es_us: ¿Terminar Entrenamiento?
fr: Terminer l'entraînement ?
hi: क्या व्यायाम समाप्त करें?
id: Selesaikan Latihan?
it: Terminare l'allenamento?
ja: ワークアウトを終了しますか？
ko: 운동을 완료할까요?
pt_br: Finalizar Treino?
ru: Завершить тренировку?
zh_hans: 完成锻炼？

source: Forward
de: Weiter
es_us: Adelante
fr: Suivant
hi: आगे
id: Lanjut
it: Avanti
ja: 進む
ko: 다음
pt_br: Avançar
ru: Вперёд
zh_hans: 前进

source: General
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반
pt_br: Geral
ru: Общее
zh_hans: 通用

source: Got it!
de: Verstanden!
es_us: ¡Entendido!
fr: Compris !
hi: समझ गया!
id: Mengerti!
it: Capito!
ja: 了解！
ko: 알겠습니다!
pt_br: Entendi!
ru: Понятно!
zh_hans: 知道了！

source: green
de: grün
es_us: verde
fr: vert
hi: हरा
id: hijau
it: verde
ja: 緑
ko: 녹색
pt_br: verde
ru: зеленый
zh_hans: 绿色

source: Haptic Feedback
de: Haptisches Feedback
es_us: Retroalimentación háptica
fr: Retour haptique
hi: हैप्टिक फीडबैक
id: Umpan Balik Haptik
it: Feedback Aptico
ja: ハプティックフィードバック
ko: 햅틱 피드백
pt_br: Feedback Tátil
ru: Тактильная отдача
zh_hans: 触觉反馈

source: Help & Support
de: Hilfe & Support
es_us: Ayuda y soporte
fr: Aide et support
hi: सहायता और समर्थन
id: Bantuan & Dukungan
it: Aiuto e Supporto
ja: ヘルプ＆サポート
ko: 도움말 및 지원
pt_br: Ajuda e Suporte
ru: Помощь и поддержка
zh_hans: 帮助与支持

source: History
de: Verlauf
es_us: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史

source: Latest: %@ %@
de: Neueste: %@ %@
es_us: Último: %1$@ %2$@
fr: Dernier : %@ %@
hi: नवीनतम: %@ %@
id: Terbaru: %@ %@
it: Ultimo: %@ %@
ja: 最新: %@ %@
ko: 최신: %@ %@
pt_br: Mais Recente: %@ %@
ru: Последнее: %@ %@
zh_hans: 最新: %@ %@

source: lbs
de: lb
es_us: lb
fr: lb
hi: पाउंड
id: lb
it: lb
pt_br: lb
ru: фунт
zh_hans: 磅

source: Leave
de: Verlassen
es_us: Salir
fr: Quitter
hi: छोड़ें
id: Tinggalkan
it: Esci
ja: 退出
ko: 나가기
pt_br: Sair
ru: Покинуть
zh_hans: 离开

source: Light
de: Hell
es_us: Claro
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлый
zh_hans: 亮色

source: List View
de: Listenansicht
es_us: Vista de Lista
fr: Vue en liste
hi: सूची दृश्य
id: Tampilan Daftar
it: Visualizzazione a elenco
ja: リスト表示
ko: 목록 보기
pt_br: Visualização em Lista
ru: Список
zh_hans: 列表视图

source: Log
de: Protokoll
es_us: Registro
fr: Journal
hi: लॉग
id: Catatan
it: Registro
ja: ログ
ko: 기록
pt_br: Registro
ru: Журнал
zh_hans: 记录

source: Metric (kg)
de: Metrisch (kg)
es_us: Métrico (kg)
fr: Métrique (kg)
hi: मेट्रिक (किलो)
id: Metrik (kg)
it: Metrico (kg)
ja: メトリック (kg)
ko: 미터법 (kg)
pt_br: Métrico (kg)
ru: Метрическая (кг)
zh_hans: 公制（千克）

source: month
de: Monat
es_us: mes
fr: mois
hi: माह
id: bulan
it: mese
ja: 月
ko: 월
pt_br: mês
ru: месяц
zh_hans: 月

source: More Info
de: Mehr Infos
es_us: Más Información
fr: Plus d'infos
hi: अधिक जानकारी
id: Info Selengkapnya
it: Maggiori informazioni
ja: 詳細情報
ko: 자세히 보기
pt_br: Mais Informações
ru: Подробнее
zh_hans: 更多信息

source: No Email Account Found
de: Kein E-Mail-Konto gefunden
es_us: No se encontró una cuenta de correo electrónico
fr: Aucun compte e-mail trouvé
hi: कोई ईमेल खाता नहीं मिला
id: Tidak Ditemukan Akun Email
it: Nessun account email trovato
ja: メールアカウントが見つかりません
ko: 이메일 계정을 찾을 수 없습니다
pt_br: Nenhuma Conta de Email Encontrada
ru: Аккаунт электронной почты не найден
zh_hans: 未找到电子邮箱账号

source: No Workouts Yet
de: Noch kein Training
es_us: Aún no hay entrenamientos
fr: Aucun entraînement pour le moment
hi: अभी तक कोई व्यायाम नहीं
id: Belum Ada Latihan
it: Nessun allenamento ancora
ja: まだワークアウトがありません
ko: 아직 운동이 없습니다
pt_br: Ainda não há treinos
ru: Пока нет тренировок
zh_hans: 还没有锻炼记录

source: Personal Record
de: Persönlicher Rekord
es_us: Récord personal
fr: Record personnel
hi: व्यक्तिगत रिकॉर्ड
id: Rekor Pribadi
it: Record personale
ja: 自己ベスト
ko: 개인 최고 기록
pt_br: Recorde Pessoal
ru: Личный рекорд
zh_hans: 个人记录

source: pink
de: rosa
es_us: rosa
fr: rose
hi: गुलाबी
id: merah muda
it: rosa
ja: ピンク
ko: 분홍
pt_br: rosa
ru: розовый
zh_hans: 粉色

source: PREVIOUS
de: VORHERIG
es_us: ANTERIOR
fr: PRÉCÉDENT
hi: पिछला
id: SEBELUMNYA
it: PRECEDENTE
ja: 前へ
ko: 이전
pt_br: ANTERIOR
ru: ПРЕДЫДУЩИЙ
zh_hans: 上一个

source: Privacy
de: Privatsphäre
es_us: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
ru: Конфиденциальность
zh_hans: 隐私

source: Privacy Policy
de: Datenschutzrichtlinie
es_us: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Progress
de: Fortschritt
es_us: Progreso
fr: Progression
hi: प्रगति
id: Kemajuan
it: Progresso
ja: 進捗
ko: 진행 상황
pt_br: Progresso
ru: Прогресс
zh_hans: 进度

source: purple
de: lila
es_us: morado
fr: violet
hi: बैंगनी
id: ungu
it: viola
ja: パープル
ko: 보라
pt_br: roxo
ru: фиолетовый
zh_hans: 紫色

source: Push Day
de: Push-Tag
es_us: Día de empuje
fr: Jour de poussée
hi: पुश डे
id: Hari Push
it: Giorno di Spinta
ja: プッシュデイ
ko: 푸쉬 데이
pt_br: Dia de empurrar
ru: День жима
zh_hans: 推日

source: Q: Why am I not seeing any workouts?
de: Q: Warum sehe ich kein Training?
es_us: Q: ¿Por qué no veo ningún entrenamiento?
fr: Q : Pourquoi je ne vois aucun entraînement ?
hi: प्रश्न: मुझे कोई व्यायाम क्यों नहीं दिख रहा है?
id: Q: Mengapa saya tidak melihat latihan apa pun?
it: Q: Perché non vedo alcun allenamento?
ja: Q: なぜワークアウトが表示されないのですか？
ko: Q: 왜 운동이 보이지 않나요?
pt_br: Q: Por que não vejo nenhum treino?
ru: Q: Почему я не вижу тренировок?
zh_hans: 问：为什么我看不到任何锻炼记录？

source: Recently Updated
de: Kürzlich aktualisiert
es_us: Actualizado recientemente
fr: Mis à jour récemment
hi: हाल ही में अपडेट किया गया
id: Baru-baru ini Diperbarui
it: Aggiornato di recente
ja: 最近更新
ko: 최근 업데이트됨
pt_br: Atualizado Recentemente
ru: Недавно обновлено
zh_hans: 最近更新

source: red
de: rot
es_us: rojo
fr: rouge
hi: लाल
id: merah
it: rosso
ja: 赤
ko: 빨강
pt_br: vermelho
ru: красный
zh_hans: 红色

source: Remove
de: Entfernen
es_us: Eliminar
fr: Retirer
hi: हटाएं
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
zh_hans: 移除

source: reps
de: wdh
es_us: rep.
fr: réps
hi: दोहराव
id: pengulangan
it: ripetizioni
ja: 回
ko: 회
pt_br: rep.
ru: повт.
zh_hans: 次

source: REPS
de: WDH
fr: RÉPS
hi: रेप्स
id: Repetisi
it: REP
ja: レップ
ko: 반복
ru: ПОВТ
zh_hans: 次数

source: Save
de: Speichern
es_us: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: Save Workout
de: Training speichern
es_us: Guardar Entrenamiento
fr: Enregistrer l'entraînement
hi: व्यायाम सहेजें
id: Simpan Latihan
it: Salva Allenamento
ja: ワークアウトを保存
ko: 운동 저장
pt_br: Salvar Treino
ru: Сохранить тренировку
zh_hans: 保存锻炼

source: Search Exercises
de: Übungen suchen
es_us: Buscar ejercicios
fr: Rechercher des exercices
hi: व्यायाम खोजें
id: Cari Latihan
it: Cerca Esercizi
ja: エクササイズを検索
ko: 운동 검색
pt_br: Pesquisar Exercícios
ru: Поиск упражнений
zh_hans: 搜索练习

source: Select a weight
de: Wählen Sie ein Gewicht
es_us: Selecciona un peso
fr: Sélectionner un poids
hi: एक वजन चुनें
id: Pilih berat
it: Seleziona un peso
ja: 重量を選択
ko: 무게 선택
pt_br: Selecione um peso
ru: Выберите вес
zh_hans: 选择重量

# select date
source: Select a Date & Time
de: Datum und Uhrzeit auswählen
es_us: Seleccione una fecha y hora
fr: Sélectionnez une date et une heure
hi: दिनांक और समय चुनें
id: Pilih tanggal dan waktu
it: Seleziona una data e un orario
ja: 日付と時刻を選択
ko: 날짜와 시간을 선택
pt_br: Selecione uma data e hora
ru: Выберите дату и время
zh_hans: 选择日期和时间

source: Select rep count
de: Wiederholungszahl wählen
es_us: Selecciona la cantidad de repeticiones
fr: Sélectionner le nombre de répétitions
hi: दोहराव की संख्या चुनें
id: Pilih jumlah repetisi
it: Seleziona il numero di ripetizioni
ja: レップ数を選択
ko: 반복 횟수 선택
pt_br: Selecione o número de repetições
ru: Выберите количество повторений
zh_hans: 选择重复次数

source: Select reps
de: Wiederholungen wählen
es_us: Selecciona repeticiones
fr: Sélectionner les répétitions
hi: दोहराव चुनें
id: Pilih repetisi
it: Seleziona le ripetizioni
ja: レップを選択
ko: 반복 선택
pt_br: Selecione as repetições
ru: Выберите повторения
zh_hans: 选择重复次数

source: Select set count
de: Satzanzahl wählen
es_us: Selecciona la cantidad de series
fr: Sélectionner le nombre de séries
hi: सेट की संख्या चुनें
id: Pilih jumlah set
it: Seleziona il numero di serie
ja: セット数を選択
ko: 세트 수 선택
pt_br: Selecione o número de séries
ru: Выберите количество подходов
zh_hans: 选择组数

source: SET
de: SATZ
es_us: SERIE
fr: SÉRIE
hi: सेट
it: SERIE
ja: セット
ko: 세트
pt_br: SÉRIE
ru: ПОДХОД
zh_hans: 组

source: Set Status
de: Status festlegen
es_us: Establecer Estado
fr: Définir le statut
hi: स्थिति सेट करें
id: Atur Status
it: Imposta Stato
ja: ステータスを設定
ko: 상태 설정
pt_br: Definir Status
ru: Установить статус
zh_hans: 设置状态

source: sets
de: Sätze
es_us: series
fr: séries
hi: सेट
id: set
it: serie
ja: セット
ko: 세트
pt_br: séries
ru: подходы
zh_hans: 组

source: Settings
de: Einstellungen
es_us: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: Show Timer
de: Timer anzeigen
es_us: Mostrar temporizador
fr: Afficher le minuteur
hi: टाइमर दिखाएं
id: Tampilkan Timer
it: Mostra Timer
ja: タイマーを表示
ko: 타이머 표시
pt_br: Mostrar Cronômetro
ru: Показать таймер
zh_hans: 显示计时器

source: Sort By
de: Sortieren nach
es_us: Ordenar por
fr: Trier par
hi: अनुसार छांटें
id: Urutkan Berdasarkan
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar Por
ru: Сортировать по
zh_hans: 排序依据

source: teal
de: blaugrün
es_us: verde azulado
fr: sarcelle
hi: टील
id: biru kehijauan
it: verde petrolio
ja: ティール
ko: 틸
pt_br: verde-azulado
ru: бирюзовый
zh_hans: 蓝绿色

source: Template Deleted
de: Vorlage gelöscht
es_us: Plantilla Eliminada
fr: Modèle supprimé
hi: टेम्प्लेट हटाया गया
id: Template Dihapus
it: Modello Eliminato
ja: テンプレートが削除されました
ko: 템플릿이 삭제되었습니다
pt_br: Modelo Excluído
ru: Шаблон удалён
zh_hans: 模板已删除

source: Theme
de: Thema
es_us: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
zh_hans: 主题

source: There are a few possible reasons: 1. Syncing with iCloud is still in progress (may take up to a minute for the first time). 2. Your iPhone and Apple Watch are using different iCloud accounts (they must match to sync data). 3. Background app refresh is disabled for the BuiltDiff app (Go to Settings -> Apps -> BuiltDiff -> Enable Background App Refresh. 4. Poor network connectivity on either your iPhone or Apple Watch.
de: Es gibt einige mögliche Gründe: 1. Die Synchronisierung mit iCloud ist noch im Gange (kann beim ersten Mal bis zu einer Minute dauern). 2. Ihr iPhone und Ihre Apple Watch verwenden unterschiedliche iCloud-Konten (diese müssen übereinstimmen, um Daten zu synchronisieren). 3. Die Hintergrundaktualisierung ist für die BuiltDiff-App deaktiviert (gehen Sie zu Einstellungen -> Apps -> BuiltDiff -> Hintergrundaktualisierung aktivieren). 4. Schlechte Netzwerkverbindung entweder auf Ihrem iPhone oder Ihrer Apple Watch.
es_us: Hay algunas posibles razones: 1. La sincronización con iCloud aún está en progreso (puede tomar hasta un minuto la primera vez). 2. Tu iPhone y Apple Watch están usando diferentes cuentas de iCloud (deben coincidir para sincronizar los datos). 3. La actualización en segundo plano está desactivada para la aplicación BuiltDiff (ve a Configuración -> Apps -> BuiltDiff -> Habilita la actualización en segundo plano). 4. Conectividad de red deficiente en tu iPhone o Apple Watch.
fr: Il y a plusieurs raisons possibles : 1. La synchronisation avec iCloud est en cours (cela peut prendre jusqu'à une minute lors de la première utilisation). 2. Votre iPhone et votre Apple Watch utilisent des comptes iCloud différents (ils doivent correspondre pour synchroniser les données). 3. Le rafraîchissement en arrière-plan est désactivé pour l'application BuiltDiff (allez dans Réglages -> Applications -> BuiltDiff -> Activer le rafraîchissement en arrière-plan). 4. Une mauvaise connectivité réseau sur votre iPhone ou votre Apple Watch.
hi: कुछ संभावित कारण हैं: 1. iCloud के साथ सिंक होना अभी जारी है (पहली बार में एक मिनट तक लग सकता है). 2. आपके iPhone और Apple Watch अलग iCloud खाते का उपयोग कर रहे हैं (डेटा सिंक करने के लिए उन्हें मेल खाना चाहिए). 3. BuiltDiff ऐप के लिए पृष्ठभूमि ऐप रिफ्रेश अक्षम है (सेटिंग्स -> ऐप्स -> BuiltDiff -> पृष्ठभूमि ऐप रिफ्रेश सक्षम करें). 4. आपके iPhone या Apple Watch में कमजोर नेटवर्क कनेक्टिविटी.
id: Ada beberapa kemungkinan alasan: 1. Sinkronisasi dengan iCloud masih berlangsung (mungkin memakan waktu hingga satu menit pada pertama kali). 2. iPhone dan Apple Watch Anda menggunakan akun iCloud yang berbeda (mereka harus sama untuk sinkronisasi data). 3. Pembaruan aplikasi latar belakang dinonaktifkan untuk aplikasi BuiltDiff (Pergi ke Pengaturan -> Aplikasi -> BuiltDiff -> Aktifkan Pembaruan Aplikasi Latar Belakang). 4. Konektivitas jaringan yang buruk pada iPhone atau Apple Watch Anda.
it: Ci sono alcune possibili ragioni: 1. La sincronizzazione con iCloud è ancora in corso (potrebbe richiedere fino a un minuto la prima volta). 2. Il tuo iPhone e Apple Watch utilizzano account iCloud differenti (devono essere identici per sincronizzare i dati). 3. L'aggiornamento in background è disabilitato per l'app BuiltDiff (vai su Impostazioni -> App -> BuiltDiff -> Abilita aggiornamento in background). 4. Scarsa connettività di rete sul tuo iPhone o Apple Watch.
ja: いくつかの理由が考えられます： 1. iCloudとの同期がまだ進行中です（初回は最大1分かかる場合があります）。 2. iPhoneとApple Watchで異なるiCloudアカウントを使用しています（データ同期のために一致させる必要があります）。 3. BuiltDiffアプリのバックグラウンド更新が無効になっています（設定 -> アプリ -> BuiltDiff -> バックグラウンド更新を有効にしてください）。 4. iPhoneまたはApple Watchのネットワーク接続が不安定です。
ko: 가능한 몇 가지 이유는 다음과 같습니다: 1. iCloud와의 동기화가 아직 진행 중입니다 (처음에는 최대 1분 정도 걸릴 수 있습니다). 2. iPhone과 Apple Watch가 다른 iCloud 계정을 사용 중입니다 (데이터 동기화를 위해 일치해야 합니다). 3. BuiltDiff 앱의 백그라운드 새로 고침이 비활성화되어 있습니다 (설정 -> 앱 -> BuiltDiff -> 백그라운드 새로 고침 활성화). 4. iPhone 또는 Apple Watch의 네트워크 연결이 불안정합니다.
pt_br: Existem algumas razões possíveis: 1. A sincronização com o iCloud ainda está em andamento (pode levar até um minuto na primeira vez). 2. Seu iPhone e Apple Watch estão usando contas iCloud diferentes (elas devem ser iguais para sincronizar os dados). 3. A atualização em segundo plano está desativada para o aplicativo BuiltDiff (Vá em Configurações -> Apps -> BuiltDiff -> Ativar Atualização em Segundo Plano). 4. Conectividade de rede fraca no seu iPhone ou Apple Watch.
ru: Есть несколько возможных причин: 1. Синхронизация с iCloud ещё продолжается (в первый раз может занять до минуты). 2. Ваш iPhone и Apple Watch используют разные аккаунты iCloud (они должны совпадать для синхронизации данных). 3. Обновление приложений в фоновом режиме отключено для приложения BuiltDiff (перейдите в Настройки -> Приложения -> BuiltDiff -> Включите обновление в фоновом режиме). 4. Плохое сетевое соединение на вашем iPhone или Apple Watch.
zh_hans: 可能有以下几种原因： 1. 正在与 iCloud 同步（首次可能需要一分钟左右）。 2. 您的 iPhone 和 Apple Watch 使用了不同的 iCloud 账户（必须匹配才能同步数据）。 3. BuiltDiff 应用的后台应用刷新已禁用（前往设置 -> 应用 -> BuiltDiff -> 启用后台应用刷新）。 4. 您的 iPhone 或 Apple Watch 的网络连接不佳。
